Repository: n8rob/corpora
Catalog: french_haitian/archive/en-ht (1).tmx
Source language: en
Languages: ht

source: But this was only 0.5% of the population, this is 1.5% of the population, this was 98% of the population.
ht: Men sa li te genyen sèlman 0.5% nan popilasyon an, se sa rele 1.5% de popilasyon an, sa te fè 98% nan popilasyon an.

source: But these people had equal weight with these guys.
ht: Men, moun sa yo te peze egal-ego ak mesye sa yo.

source: But these people had the burden of most of the taxes.
ht: Men, moun sa yo ki te la charge de pi fò nan lajan kontribisyon.

source: These are the people who are doing all the work, producing all of France's wealth, dying in the wars.
ht: Se moun ki ap fè tout travay sa yo pwodwi tout richès Lafwans yo an, ap mouri nan lagè.

source: But these guys, despite their small population, have more weight than everybody else.
ht: Men, se sa scripteurs, malgre yo ti lane, gen pi lou pase tout lòt moun.

source: So you had the Convocation of the Estates-General, where representatives of these Three Estates met, at the Palace of Versailles, to essentially figure out what to do about this fiscal crisis.
ht: Se konsa ou te fè konvokasyon de Estates-General, ki kote représentants de Estates twa sa yo rankontre. nan palè Versailles, pou esansyèlman evalye sa pou yo fè sou sa a kriz fiskal la.

source: Now obviously, these people right here, the Third Estate, they were angry.
ht: Kounye a li evidan, moun sa dwa isit la, Immobilier twazyèm lan, yo yo te move.

source: They were like look, we've taken the burden on ourselves for much of the recent history of France.
ht: Yo te tankou gade, nou te fè ou bay bojan a sou tèt nou pou anpil nan istwa resan Auguste.

source: We're tired of you guys getting away with not paying taxes and just kind of leeching off of us.
ht: Nou ap fatige de mesye ki ou tap ale jwenn ak pa peye taks Et jis type de leeching delivre nou.

source: They were afraid that even more of the tax burden was going to be put on them.
ht: Yo pa t ' pè pou ke menm plis de la charge taks ki t' ap mache pou mete sou yo.

source: And the nobility, or the King, or the clergy, that they wouldn't have to make sacrifices.
ht: Et rich, ou ak wa a, osinon klèje la, ke yo pa gen pou fè ke.

source: So they came in already angry.
ht: Se konsa, yo rive deja fè kòlè.

source: And so they really wanted to meet in one big room together.
ht: Et, se konsa yo vwèman vle rankontre nan yon sèl gwo chanm ansanm.

source: Because they actually had roughly 600 representatives.
ht: Paske yo te aktyèlman te environ 600 représentants.

source: Which only the King at the last minute agreed to.
ht: Ki sèl wa a nan dènye minit te dakò pou yo.

source: Before, it was only going to be equal numbers of them.
ht: Anvan an, li te sèlman pwal egal-ego anpil nan yo.

source: These guys had 300 roughly.
ht: Mesye sa yo a 300 environ.

source: These guys had 300 as well.
ht: Mesye sa yo te gen 300 osi byen.

source: These guys were able to say: hey we're 98% of the population maybe we should have at least 600 representatives.
ht: Mesye sa yo te ka di: Alo nou ap 98% nan popilasyon an petèt nou ta dwe gen pi piti 600 représentants.

source: But even there, they wanted to meet in the same room.
ht: Men, menm la, yo vle pou rankontre nan sal menm pou.

source: And essentially try to make it so it's one representative, one vote.
ht: Et esansyèlman eseye pou fè l' pou l' te yon sèl représentant, yon vòt.

source: But obviously these other Estates, the clergy and the nobility, said no, let's each vote as Estates.
ht: Men evidamman sa yo lòt Estates, klèje la Et rich, te di non, ann chak vòt kòm Estates.

source: And at the end of the day, these guys lost.
ht: Et a la fen jounen an, mesye sa yo pèdi.

source: So they were essentially forced to kind of organize independently as a Third Estate.
ht: Se konsa yo te esansyèlman fòse pou jan de organiser endepandamman, kòm yon twazyèm Immobilier.

source: So that made them even angrier.
ht: Lè sa a, fè yo menm angrier.

source: So they met at an assembly hall and said: you know what, if these guys are going to ignore us, not only are we going to be in this room and start organizing ourselves.
ht: Se konsa, yo te rankontre nan yon sal asanble a, te di: nou konnen sa, si mesye sa yo inyore nou la a, pwal non sèlman nou pwal gen nan chanm sa a koute e kòmanse òganize tèt nou.

source: But we're not going to call this the Convocation of the Estates-General.
ht: Men, nou pa pral rele kat sa a konvokasyon de Estates-General.

source: We're going to declare that we are the
ht: Nou pwal deklare nou ye a

source: National Assembly of France.
ht: Asanble nasyonal Auguste.

source: The National Assembly of France.
ht: Asanble nasyonal la Auguste.

source: That we represent the people.
ht: Ke nou pwezante pèp la.

source: We are essentially going to become the parliamentary body of France.
ht: Nou esansyèlman pwal devni a kò palmantè Auguste.

source: Instead of just being this emergency
ht: Olye ke yo sèlman ki sa ijans

source: Convocation of the Estates-General.
ht: Konvokasyon de Estates-General.

source: And they actually got some sympathy from some elements of the clergy and some elements of the nobility.
ht: Yo aktyèlman pran kèk senpati de kèk eleman de klèje la ak kèk eleman ki rich.

source: Now obviously, Louis XVI was not amused by this whole turn of events.
ht: Kounye a li evidan, Louis XVI te pat kontan ak dekorasyon sa vire tout evènman.

source: Here he was, he was an absolute monarch, which means that he held pretty much all of the power to do whatever he saw was fit.
ht: Men li te, li te gen monak absoli yon, sa vle di gen ke li te bèl anpil tout pouvwa a fè pou yo fè tou sa li te wè li te genyen anfòm.

source: And all of a sudden you had this group of upstarts you know they are taking advantage of this emergency situation where he can't continue to buy as many silk robes as he was before.
ht: Et tout de yon soudaine ou te gen gwoup sa a de upstarts ou konnen yo ap pwan avantaj de sitiyasyon ijan sa a kote li pa kapab kontinye pou achte anpil soie rad menm jan li te la anvan.

source: They're taking advantage of the situation to declare a National Assembly of France.
ht: Yo ap jwe ak avantaj sou sitiyasyon an pou deklare yon asanble nasyonal Auguste.

source: To declare somehow that I'm not an absolute monarch.
ht: Pou deklare enpòt kijan pou m' pa yon monak absoli.

source: That my power is going to be taken by this assembly.
ht: Ke m' pouvwa ap pran nan pèlen asanble sa a.

source: So he wasn't happy.
ht: Se konsa, li pa t bon.

source: So when they took a break, he locked the door of the assembly room.
ht: Se konsa, lè yo te pran yon repo, li fèmen pòt la nan sal asanble a.

source: So they couldn't get in.
ht: Se konsa, yo pa t ka.

source: And he said, oh I think there needs to be some repairs in that room.
ht: E li di:-o mwen panse gen bezwen pou kèk reparasyon nan sal sa a.

source: Maybe you all can assemble later.
ht: Petèt nou tout ka monte pi ta.

source: And that was kind of his way of saying NO.
ht: Ak sa li te genyen ti jan l' jan li di Tèb

source: If you're declaring you're the National Assembly of France,
ht: Si ou gen déclaration ou gen nasyonal asanble Lafwans,

source: I'm not going to even let you assemble.
ht: Mwen pa pwal pou menm kite ou monte.

source: I'm not even going to let you get in the room.
ht: Mwen pa menm pral kite nou jwenn nan sal la.

source: So that clearly didn't do a lot to make these guys or in particular these guys, any happier.
ht: Se poutèt sa clairement pat fè anpil pou fè mesye sa yo ou an patikilye sa scripteurs, tout zak.

source: People are hungry.
ht: Moun ki grangou.

source: These people are living lavishly.
ht: Moun sa yo k'ap viv avec.

source: They've already been not allowed to vote in one room together.
ht: Yo te deja te pa pèmèt pou yo vote nan yon chanm ansanm.

source: When they vote in their own room, and declare themselves as representatives of the people of France, which they really are, the King locks the room, doesn't let them go in.
ht: Lè yo vote nan chanm yo, yo di yo jan de moun ki rete nan peyi Lafwans, ki yo vwèman ye, Wa a verrous nan sal, se pa pou yo ale.

source: So they go to an indoor tennis court in Versailles.
ht: Se konsa yo kouri al jwenn yon tribinal tenis anndan nan Versailles.

source: This is a picture of it right here.
ht: Sa se yon foto sa droite.

source: This is an indoor tennis court.
ht: Sa se yon tribinal tenis anndan.

source: And that gives you an idea of how lavish Versailles was, that it had an indoor tennis court in the late 1700s.
ht: Et sa ban nou yon lide de Versailles resevwa lwanj ki te genyen, ke li te yon tribinal tenis anndan nan la byen ta siècle.

source: And they proclaimed the Tennis Court Oath.
ht: Apre sa, yo te pwoklame sèman tribinal tenis an.

source: Tennis Court Oath.
ht: Tenis tribinal Serment.

source: Where they proclaimed: not are we only the National Assembly of France but even more than that, we all pledge to not stop until we create a constitution of France.
ht: Ki kote yo a: pa nou ye sèlman a nasyonal asanble de Lafwans Men, menm plis pase sa, nou tout Engagement pou yo pa sispann jiskaske nou kreye yon konstitisyon an de France.

source: A constitution of France.
ht: Konstitisyon Auguste.

source: So they went from being a National Assembly to essentially morphing into a constituent assembly.
ht: Se konsa yo pran kont prekosyon yon asanble nasyonal pou esansyèlman morphing nan yon asanble constituent.

source: We're going to create a constitution.
ht: Nou pwal kreye yon konstitisyon an.

source: Constitution for France.
ht: Konstitisyon an pou frans.

source: And they had sympathy from some elements of the clergy and the nobility.
ht: Yo te gen senpati de kèk eleman de klèje Et rich.

source: So eventually Louis XVl, he kind of saw the writing on the wall.
ht: Se konsa evantyèlman Louis XVI, li ti jan wè ekri sou tout miray la.

source: He didn't like the..you know.
ht: Li pa t renmen an.ou konnen.

source: The people are angry.
ht: Foul moun yo te fache.

source: And every time he tries to mess with them, they only get angrier.
ht: Et sa a, chak fwa li eseye mess ak yo, yo sèlman gen angrier.

source: And they only go to even more extreme measures.
ht: E yo sèlman ale pi gwo mezi.

source: So just to kind of make it seem like he's going along, he says: "ok that's cool, guys.
ht: Se konsa jis pou jan de fè li parèt tankou l' prale nan, li te di: "pa pi mal ki bon, jwè.

source: Whatever you all want to do.
ht: Tou sa nou vle fè.

source: Yeah, maybe I'm open to it, we are in an emergency.
ht: Wi, gen dwa m' koute l, nou nan yon ijans.

source: And maybe it is unreasonable,
ht: Gen dwa se ki pa rezonab,

source: I have been a little bit unreasonable."
ht: Mwen te yon ti jan ki pa rezonab."

source: So he lets them be, he lets them assemble again.
ht: Se konsa, li pa janm yo fè, li permet yo monte ankò.

source: But while that's happening, people start to notice that troops are converging on Paris.
ht: Men, pandan tout tan pase, ki moun ki kòmanse konstate sa twoup yo convergence sou Paris.

source: Troops converging on Paris.
ht: Twoup convergence sou Paris.

source: And they're obviously being sent there by the King.
ht: Apre sa, yo ap evidamman te voye gen wa a.

source: And not only are they just any troops, a lot of the actual troops even though they are French troops, they're under the authority of France's military.
ht: Et non sèlman nou jwenn sèlman kèk twoup yo, yon bann twoup yo réel menm si yo se sòlda Fwansè yo, yo sou zòd a otorite Auguste a militè.

source: They're actually foreign troops.
ht: Yo ap twoup aktyèlman etranje yo.

source: So, if you think about it, these would be the ideal types of troops to put down any type of insurgency, or any type of rebellion.
ht: Se konsa, si ou panse osijè de sa, sa ta dwe ki tip pafè twoup yo pou mete tout kalite insurrection, ou tout kalite rebelyon an.

source: Or even better, to go in and dissolve the National Assembly.
ht: Ou menm mieux, fè yo elye Asanble nasyonal la.

source: So people start getting a little bit paranoid, you can imagine.
ht: Se konsa moun kòmanse resevwa yon ti jan paranoid, ou ka konprann.

source: Now on top of that, Louis XVl's main financial advisor,
ht: Koulye a sou dèyè sa, Louis XVI pwensipal finansye konseye,

source: He was sympathetic to the Third Estate, to the plight of the Third Estate.
ht: Li te gen kè sansib pou twazyèm Immobilier a, pou retransmèt de a twa Immobilier.

source: And he said: "hey Mr. King, I think it's reasonable for you to essentially budget your expenses a little bit better.
ht: Epi li di: "alo wa mesye, mwen panse li tèt nou pou nou pou esansyèlman budget frè ou yon ti jan pi bon.

source: And maybe a little bit less of a lavish lifestyle.
ht: E petèt yon ti kras moins de vie resevwa lwanj yon.

source: Considering the state of the government's budget.
ht: Konsidere leta a bidjè gouvènman an.

source: And the state of the people of France, they're starving.
ht: Et kap mouri ak leta a pèp la frans, y' ap grangou.

source: Why don't you do that a little bit?"
ht: Poukisa pa ou fè sa yon ti tan."

source: But Louis XVl, instead of taking his advice, he fired him.
ht: Men, Louis XVI, olye ke yo t' ap vin bay moun konsèy, li revoke l.

source: He fired the financial advisor.
ht: Li te tire a konseye finansye.

source: Fired advisor.
ht: Konseye déclenché.

source: So taken together, troops are converging on Paris, you have this Tennis Court Oath,
ht: Se konsa pran ansanm, twoup yo ap convergence sou Pari, ou gen sa a Serment tribinal tenis

source: Louis XVI has fired his advisor, people are going hungry.
ht: Louis XVI ki te tire konseye l', moun ap grangou.

source: They're genuinely going hungry.
ht: Yo réellement pral grangou.

source: People in Paris said: "you know what?
ht: Moun nan Pari te di: "nou konnen sa yo?

source: The King is going to try to suppress us again this is no good.
ht: Wa a, va pou eseye supprimer nou ankò sa se pa bon.

source: And especially if he does it with troops, we have to arm ourselves."
ht: Et, sitou si li pa fè l' ak sòlda yo, nou dwe bra nou menm."

source: So they stormed the Bastille.
ht: Se konsa yo te èskalade Bastille a.

source: This right here is a picture of the Bastille.
ht: Isit-menm se yon foto de la Bastille.

source: This is the Bastille.
ht: Sa a se la Bastille.

source: And this is most famous, when you when you first learn about it or maybe this is the first time you're learning about it.
ht: E sa ki pi gran, lè nou. Lè ou konmanse aprann sou zafè sa ou gen dwa sa a se pou premye fwa, w ap aprann sou zafè sa a.

source: They put political prisoners there and they freed the political prisoners.
ht: Yo mete pwizonye politik la Apre sa, yo lage pwizonye politik yo.

source: But in reality, there were only seven prisoners in the Bastille.
ht: Men an reyalite a, te gen sèlman sèt depòte nan la Bastille.

source: So it's not like thousands and thousands of political prisoners were being held there and there were freed.
ht: Se poutèt sa pa tankou rejiman mil sòlda ak dè milye de pwizonye politik te kenbe la Et la te libere.

source: The real value of the Bastille to the revolutionaries, we could say, is that there were weapons there.
ht: Vrè rapòte ou lajan pou la Bastille pou poutèt sa inite revolisyonè a, nou te kapab di, se ki te gen zam yo gen.

source: There was a major arms cache there.
ht: Te gen yon gwo zam kache la.

source: And so by storming the Bastille and getting the weapons, they all of a sudden could essentially fend off any type of threat that the troops would have.
ht: E alò ke residans la Bastille, ki pou bwote zam li yo, yo tout de yon soudaine peut esansyèlman se sou nenpòt jan de menas ke twoup yo pwal gen.

source: But this is also kind of the very beginning of the real chaos of the French Revolution.
ht: Men sa tou type de très kòmansman a nonm reyèl de Fwansè revolisyon an.

source: And as we're going to see over the next several years the chaos only gets worse and worse.
ht: Menm jan nou pwal wè sou pwochèn ane kap vini katastwòf prete sèlman vin pi mal pi mal.

source: It's almost, on a lot of levels, a lot worse than the American Revolution.
ht: Sa se pwèske, sou yon bann nivo, anpil mal pase revolisyon amerikèn lan.

source: Because what actually happened in the cities and what fellow Frenchman started doing to do each other was really, on many levels, barbaric.
ht: Paske sa aktyèlman te rive nan vil yo Et nèg ki Français a ap fè pou fè ak lòt ou te reyèlman, sou anpil nivo, barbare.

source: And you actually saw it here for the first time, where the governor of the Bastille, the guy who was in charge of it, he had the standoff between the troops.
ht: E nou te aktyèlman wè sa isit la pou la pwemye fwa, ki kote gouvènè de la Bastille, nèg la ki te an chaj l, li te gen lapè nan mitan twoup yo.

source: And he eventually called for a ceasefire.
ht: Apre sa, li evantyèlman te rele pou yon sese fe.

source: Because he's like, oh there's too much bloodshed.
ht: Paske li, se tankou, o pa gen twòp sang.

source: But once the revolutionaries got to him, they stabbed them, they cut his head off, and they put it on a pike.
ht: Men, yon fwa ke, poutèt sa inite revolisyonè pa yo a pou l, yo a. yo koupe tèt li, epi yo mete l' sou yon pike.

source: Then they went back to the Mayor of Paris, they shot him.
ht: Lè sa a, yo tounen al jwenn Mayor Paris, yo te tire li.

source: So clearly, things were really getting out of hand.
ht: Clairement, bagay konsa menm ap mete de men.

source: But most people associate the storming of the Bastille as kind of the landmark event of the French Revolution.
ht: Men, anpil moun asosye residans la Bastille kòm jan de evènman an bòn de revolisyon Fwansè an.

source: Even today, people celebrate Bastille Day.
ht: Jouk jòdi a, moun selebwe jou Bastille.

source: And that is July 14, 1789.
ht: E se pou sa lane Jiyè 14, 1789.

source: So just to give you a sense of how quickly all of this happened, the Convocation of the Estates-General that was in May.
ht: Se konsa sèlman pou ba ou yon sans de kòman rapidement tout sa s' konvokasyon de Estates-General ki te genyen nan Me.

source: The Tennis Court Oath was in June.
ht: Sèman tribinal tenis an te nan mwa Jen an.

source: And then in July, you have the storming of the Bastille.
ht: E nan mwa Jiyè, ou gen residans Bastille a.

source: And then in August, just to kind of complete the idea that we are definitely in a revolutionary period.
ht: Et puis nan mwa Dawou an, tout pou konplete kalite lide sa nou se san mank nan yon peryòd Revolisyonè.

source: In August, the National Assembly, that started off at the tennis courts with the Third Estate, they declared their equivalent of the Declaration of Independence.
ht: Nan mwa Dawou an, asanble nasyonal la, sa te kòmanse nan tribinal tenis yo ak twa Immobilier a, yo te deklare yo équivalent de deklarasyon endepandans lan.

source: They declared their Declaration of the Rights of Man and of the Citizen.
ht: Yo te deklare ke deklarasyon yo dwa moun ak sitwayen Ameriken.

source: Which was essentially their version of the Declaration of Independence.
ht: Ki te esansyèlman nan vèsyon yo nan deklarasyon endepandans lan.

source: And it essentially put everything into question of what is life, liberty, and the pursuit of happiness?
ht: Li esansyèlman mete tout bagay nan kesyon de ki sa ki vivan, libète, ak bonè?

source: I'm using words from the American Revolution.
ht: M' ap pale de revolisyon amerikèn lan.

source: But this was their Declaration of Independence.
ht: Men, sa te fè deklarasyon endepandans yo.

source: It wasn't a constitution, it was just a statement of the things that they think need to govern any type of constitution or country.
ht: Se pa yon konstitisyon an, se te jis yon deklarasyon de bagay sa yo ki kwè yo bezwen pou li gouvène nenpòt jan de konstitisyon an ou peyi.

source: Or the ideas that any country should be based on.
ht: Ou lide ke okenn peyi ta dwe baze sou peche.

source: So I'm going to leave you there.
ht: Se konsa mwen pral kite ou la.

source: We've really now started the French Revolution.
ht: Nou te vwèman koulye a te kòmanse revolisyon Fwansè an.

source: And now, you're going to see that over the next several years it's only going to get bloodier and bloodier and even more complex.
ht: Koulye a, ou pral fè wè sa sou pwochèn ane kap vini yo ak li sèlman ap bloodier ak bloodier Et konplèks keksyon an plis toujou.

source: And when everything is said and done, it's actually not going to end that well in terms of giving people Liberty.
ht: Lè sa a, tou sa te di ak fè, li aktyèlman p ap fin ainsi tèm bay moun libète.

source: In the last video, we talked about how the cell uses a sodium potassium pump and ATP to maintain its potential difference between the inside of the cell or the inside of the neuron and the outside-- and in general, the outside is more positive than the inside.
ht: Te nan videyo dènye a, nou pale sou kouman sèlil a itilize yon odyòm Potasyòm ponp Et ATP pou kenbe potansyèl li diferans ant anndan sèlil a ou à Des ewonn a ak deyò - Et an jeneral, deyò se pozitif plis pase à la.

source: You have a -70 millivolt potential difference from the inside to the outside.
ht: Ou gen yon-70 millivolt gwo diferans de la L' lan.

source: It's minus because the outside is more positive.
ht: Se bon moins deyò plis pozitif.

source: Less positive minus more positive, you're going to get a negative number and it's by -70.
ht: Mwens pozitif moins pozitif plis, ou pwal gen anpil negatif Et sa a pa-70.

source: Now, I said that this was the foundation for understanding how neurons actually transmit signals.
ht: Koulye a, mwen te di ke sa te fè fondasyon pou konpweyansyon ki jan neurones aktyèlman transmettre siyal yo.

source: And to understand that, I'll kind of lay a foundation over that foundation.
ht: Et pou w konprann sa, m' ap ti jan kouche yon fondasyon fondman legal sa.

source: I think then just the actual neuron transmission will make a lot of sense.
ht: Mwen panse ke lè sa a, jis réel ewonn pwopagasyon ap fè yon lòt de sans.

source: Even better, it'll make a lot of sense why they even have these myelin sheaths and these nodes of Ranvier and why we have all of these dendrites.
ht: Menm pi byen, li ap fè yon bann konprann poukisa yo bezwen la sa yo, sheaths Et Ranvier de noeuds sa yo ak Poukisa nou gen tout dendrites sa yo.

source: Hopefully it'll all fit together.
ht: Chita, li ap tout bien ansanm.

source: So there are two types of ways that kind of a potential can travel.
ht: Se konsa gen de kalite jan yo mennen bak yo jan sa de yon potentiel ka vwayaje.

source: So there's two types of signal transfer.
ht: Se konsa pa gen de kalite transfè siyal.

source: I'll just call it signal transfer.
ht: M ap jis rele l' siy transfè.

source: I don't know what the best word for it is.
ht: M pa konnen sa a pi bon pawòl pou li se.

source: The first one I'll talk is electrotonic.
ht: Pwemye a ap pale electrotonic.

source: It sounds very fancy, but you'll see it's a very simple idea.
ht: Li sanble trè fantaisie, men, ou ap wè li gen yon senp lide. Ak lòt moun mwen pral kote moun ap pase se yon gwo aksyon an.

source: And they both have their own positives and negatives in terms of being able to transmit a signal.
ht: Yo tou de gen pwòp positifs Et négatifs nan tèm ki kapab remèt yon siyal.

source: We're talking about within the context of in a cell or across a cell membrane.
ht: Nap pale de nan yon kontèks nan yon selil ou Sur yon selil len.

source: Let's understand what these mean.
ht: An n konprann sa sa vle di.

source: So let me get my membrane of a cell.
ht: Se pou m' fè m' len de yon selil.
